{
    "about": "About",
    "home": "Home",
    "resources": "Resources",
    "tutorials": "Tutorials",
    "apps": "Apps",
    "seo-title-about": "About Sintrop",
    "seo-description-about": "Blockchain technology has the potential to solve problems that can help us fight climate change, water scarcity, pollution, food insecurity and many other issues that put us at risk of extinction of our species.",
    "whyAnotherChain": "Why another chain?",
    "descWhyAnotherChain": "We first developed the Regeneration Credit protocol, a peer-to-peer funding system to incentivize the regeneration of terrestrial ecosystems. Then we had to choose which blockchain to launch the project on. Ethereum was our first option, the first testnet versions were launched on top of EVM, the Ethereum Virtual Machine. But Ether is expensive. It increases the financial barrier for user adoption of the technology, especially in more complex applications like the Regeneration Credit. Unfortunately, launching it on top of Ethereum was discarded. So we turned to layer 2 solutions. The bridge system requires transferring assets from one chain to another, an additional step that is a barrier for user adoption. But the biggest problem of second layer blockchains is the need for trust in private groups, which goes against the fundamental principle of blockchain technology. Any other solution that required the project to rely on centralized institutions to exist, such as blockchain-as-a-service, was not an option. We could also develop an appchain, or a private blockchain, but, again, it was against Bitcoin[3] core value: decentralization. Many blockchains sacrifice decentralization to gain scalability, and some memecoins, low-value tokens and NFTs projects live on a speculative basis without adding real value to society. There is a huge gap for real-world decentralized applications with the intention of making this world a better place. To fill this gap, we decided to create another chain: A blockchain for social and environmental impact applications.",
    "impactAsCoreValue": "Impact as core value",
    "descImpactAsCoreValue": "Blockchain technology has the potential to solve problems that can help us fight climate change, water scarcity, pollution, food insecurity and many other issues that put us at risk of extinction of our species. We inherited a Planet with an incredible amount of life, consisting of many different species and functions. Unfortunately, humanity has been destroying Nature at an alarming rate. Entropy is the measure of disorder in a system, the loss of energy that generates a negative energy balance. While syntropy is the measure of order in a system, the energy gain through processes. It can also be translated in terms of life: entropy occurs when we reduce the amount of life on the planet, whereas syntropy[4] refers to the process of increasing and complexifying life, the natural evolution process of the Planet, which has been reversed by the massive exploitation of resources and pollution by human beings. Impact as a core value refers to a project, group, or individual contributing to the increase of life on this planet through sustainable habits and processes. Our goal is to build a system that fosters life on Earth through decentralized applications.",
    "descImpactAsCoreValue2": "Impact as a core value refers to a project, group, or individual contributing to the increase of life on this planet through sustainable habits and processes. Our goal is to build a system that fosters life on Earth through decentralized applications.",
    "decentralizationAsCoreValue": "Descentralization as core value",
    "descDecentralizationAsCoreValue": "In 2009, Bitcoin[3] was introduced to the world. A disruptive technology that, for the first time in history, enabled a decentralized way of storing and transacting value between two parties without the need to trust a central authority. The primary purpose of this technology was to eliminate central authorities by creating a (P2P) network of computers, where each node stores a copy of the transaction’s history and is capable of sending and receiving transactions. The decentralization level is a spectrum, it is not a binary yes or no concept. Some projects can be more or less decentralized, with Bitcoin being the most decentralized of all. Over time, many blockchain projects have prioritized scalability over decentralization. While this trade-off improves transactions per second (TPS), a major limitation of Bitcoin[3] and Ethereum[5], it loses the main purpose of the technology. Scalability is definitively a big problem, but it should not be obtained by sacrificing decentralization. Private or permissive blockchains, where only limited or selected validator nodes can secure the network, are a good example of this trade-off.",
    "descDecentralizationAsCoreValue2": "Decentralization as a core value means that we share the original vision of Bitcoin. The network is open and transparent, anyone with the appropriate hardware is welcome to run a node and maintain the network. Also, the token distribution is a key aspect. The Sintrop cryptocurrency, the native gas fees utility token of the project, will not be pre-mined, being the only way to mint new tokens with the reward per block when finding new blocks in the Proof-of-Work (PoW) system. In smart contracts we discourage the use of ownable contracts that a specific owner wallet address has privilege functions. When such functions are required for contract deployment and configuration, renounceOwnership must be called to keep it decentralized.",
    "sintropVirtualMachine": "Sintrop Virtual Machine",
    "descSintropVirtualMachine": "The network consists of a set of peers composed of servers, nodes and miners. Together they compose the SVM, the Sintrop Virtual Machine. A server is a publicly known node that can accept new peer connections. Nodes are computers that can connect to public servers but cannot receive connections from other nodes. Both servers and nodes store a full copy of the blockchain transactions history.",
    "descSintropVirtualMachine2": "Miners are computers that can run their own nodes but can also mine on behalf of a server, contributing to the network’s Proof-of-Work hashing power without needing to store the full blockchain. The more nodes, servers, and miners the network has, the stronger its decentralization, security, and censorship resistance.",
    "smartContractPlatform": "Smart Contracts Platform",
    "descSmartContractPlatform": "The Sintrop Virtual Machine is a smart contract platform that allows developers to deploy contracts with a predefined set of functions and variables. Once deployed, a contract will always execute as programmed, enabling wallets to interact with its predefined functions without the need for a central authority to define the rules. The value of this technology is to shift trust from centralized groups to open-source distributed code. Over time, people will realize that it makes much more sense to trust distributed algorithms than people.",
    "discord": "Discord",
    "github": "Github",
    "language": "Language"
}