{
    "Sintrop - Tecnologia e Sustentabilidade": "Sintrop - Technology and Sustainability",
    "Logo da sintrop": "Logo of Sintrop",
    "Sobre": "About",
    "Comunidade": "Community",
    "Contato": "Contact",
    "Produtor": "Producer",
    "Ativista": "Activist",
    "Investidor": "Investor",
    "Consumidor": "Consumer",
    "Pesquisador": "Researcher",
    "Fechar": "Close",
    "Página Inicial": "Home",
    "Nossa missão é incentivar a regeneração do planeta": "Our mission is to encourage the regeneration of the planet",
    "Nossa missão é regenerar o planeta": "Our mission is to regenerate the planet",
    "Sistema descentralizado de certificação de": "Decentralized certification system for",
    "Agricultura Regenerativa": "Regenerative Agriculture",
    "Baixar": "Download",
    "Agroecologia para lutar pela": "Agroecology to fight for",
    "Biodiversidade do planeta": "Biodiversity of the planet",
    "Melhor distribuição de renda": "Better income distribution",
    "Token com modelo de distribuição algorítmico programado para ser distribuído ao longo das próximas décadas para produtores regenerativos e comunidade pelos serviços ambientais ecossistêmicos prestados a sociedade": "Token with an algorithmic distribution model programmed to be distributed over the next few decades to regenerative producers and the community for ecosystem environmental services provided to society",
    "Índice de Sustentabilidade na Agricultura para medir o impacto dos produtores em uma escala": "Agriculture Sustainability Index to measure the impact of producers on a scale",
    "Todos dados são armazenados na rede Ethereum e aberto a todos": "All data is stored on the Ethereum network and open to all",
    "Desenvolvido e operado por comunidade": "Developed and operated by the community",
    "Token Crédito de Regeneração para recompensar produtores sustentáveis e comunidade pelos serviços ambientais": "Regenerative Credit Token to reward sustainable producers and community for environmental services",
    "Nosso projeto de certificação é colaborativo e de código aberto": "Our certification project is collaborative and open source",
    "Sistema de inspeção descentralizado para auditar os produtores de alimentos": "Decentralized inspection system to audit food producers",
    "Ou a agricultura vai salvar a Terra, ou a destruir. De qual lado você vai estar?": "Either agriculture will save the Earth, or destroy it. Which side will you be on?",
    "Junte-se ao nosso discord": "Join our discord",
    "A comunidade": "The community",
    "Nosso projeto é descentralizado e guiado por comunidade. Estamos criando a lógica de funcionamento do Sistema para publicá-la na rede Ethereum e convidar produtores, ativistas, pesquisadores e toda comunidade para participar do Sistema de forma totalmente descentralizada": "Our project is decentralized and community driven. We are creating the operating logic of the System to publish it on the Ethereum network and invite producers, activists, researchers and the entire community to participate in the System in a fully decentralized way.",
    "Produtores de alimentos que estejam regenerando o local através do seu trabalho": "Food producers who are regenerating the place through their work",
    "Inspetores do nível de regeneração dos produtores. Responsáveis pela avaliação no local": "Producer regeneration level inspectors. Responsible for on-site assessment",
    "Pesquisadores agrocológicos para ensinar a comundiade como regenerar o planeta e contribuir no desenvolvimento do ISA": "Agroecological researchers to teach the community how to regenerate the planet and contribute to the development of ISA",
    "Pessoas e empresas que poderão comprar tokens dos produtores para usar na plataforma para compensar seu impacto negativo do passado": "People and companies that will be able to buy tokens from producers to use on the platform to offset their past negative impact",
    "TRANSPARÊNCIA": "TRANSPARENCY",
    "COMUNIDADE": "COMMUNITY",
    "DESCENTRALIZADO": "DECENTRALIZED",
    "Oportunidade para Ativistas Ambientais Agroecológicos": "Opportunity for Agroecological Environmental Activists",
    "Certificação descentralizada de": "Decentralized certification of",
    "Faça parte da rede de avaliadores do sistema": "Be part of the system evaluators network",
    "Faça parte da rede de ativistas do Sistema e realize inspeções presenciais para mensurar o nível de regeneração dos produtores rurais": "Be part of the System's network of activists and carry out on-site inspections to measure the level of regeneration of rural producers",
    "Mais transparência": "More transparency",
    "Faça a verificação das informações": "Check the information",
    "Ajude a construir nossa rede de Produtores Regenerativos": "Help build our network of Regenerative Producers",
    "Saber Mais": "Know more",
    "Distribuição do token": "Token distribution",
    "Distribuição de tokens de acordo com a quantidade de inspeções realizadas": "Distribution of tokens according to the number of inspections performed",
    "Inscreva-se para participar do primeiro teste do sistema": "Sign up to participate in the first test of the system",
    "Estamos buscando os primeiros ativistas para que façam parte da rede de ativistas do Sistema e realize inspeções presenciais para mensurar o nível de regeneração dos produtores rurais": "We are looking for the first activists to be part of the System's network of activists and carry out face-to-face inspections to measure the level of regeneration of rural producers",
    "Me inscrever": "Sign up",
    "Seja recompensado com o token rCC pelo serviço de inspeção e ativismo ambiental prestado ao Sistema. Realize inspeções periodicamente": "Be rewarded with the rCC token for the environmental inspection and activism service provided to the System. Conduct inspections periodically",
    "Para todos os consumidores de alimentos": "For all food consumers",
    "A sua escolha de qual alimento coloca na mesa pode impactar positivamente ou negativamente nosso planeta. Escolha com sabedoria, escolha": "Your choice of what food to put on the table can positively or negatively impact our planet. Choose wisely, choose",
    "Produtores Regenerativos": "Regenerative Producers",
    "Selo com informações e nível de regeneração dos produtores": "Seal with information and level of regeneration of producers",
    "Vitrine de produtores regenerativos para você escolher": "Showcase of regenerative producers to choose from",
    "Veja os produtores regenerativos do sistema": "See the regenerative producers of the system",
    "Veja os produtores": "See the producers",
    "Entre em contato conosco": "Contact us",
    "Ficou alguma dúvida? Estaremos prontos para te esclarecer tudo, e juntos": "Was there any doubt? We will be ready to clarify everything for you, and together",
    "Mudar o mundo": "Change the world",
    "Contate-nos": "Contact us",
    "Em caso de dúvidas, investimentos ou queira participar do primeiro teste da plataforma, envie-nos sua mensagem": "In case of doubts, investments or want to participate in the first test of the platform, send us your message",
    "Seu nome": "Your name",
    "telefone": "telephone",
    "Mensagem": "Message",
    "Enviando... Aguarde": "Sending... Wait",
    "Oportunidade para Investidores": "Opportunity for Investors",
    "Invista na": "Invest in",
    "Regeneração do Planeta": "the regeneration of the Planet",
    "O enorme": "The huge",
    "Problema": "Problem",
    "Estamos destruindo o nosso planeta. A agricultura degenerativa desmata nossas florestas, acaba com a água, destrói os solos e extingue a biodiversidade. Estamos no caminho do suicídio da nossa sociedade e colapso socioambiental. Não há vida na terra sem a natureza e nós precisamos viver em harmonia e mudar o paradigma da cultura extrativista, onde colhemos hoje em detrimento do futuro": "We are destroying our planet. Degenerative agriculture deforests our forests, uses up water, destroys soils and extinguishes biodiversity. We are on the way to the suicide of our society and socio-environmental collapse. There is no life on earth without nature and we need to live in harmony and change the paradigm of extractive culture, where we harvest today to the detriment of the future",
    "O caminho": "The way",
    "A taxa de degeneração atualmente é muito maior que a de regeneração. Esse é o caminho do colapso. Precisamos urgente como sociedade mudar nosso sistema de produção e tornar a agricultura regenerativa. Quando atingirmos o ponto de inflexão o planeta se regenerará e o resultado será a reversão do aquecimento global, aumento da biodiversidade, segurança alimentar e restauração da água": "The rate of degeneration is currently much higher than the rate of regeneration. This is the path of collapse. As a society, we urgently need to change our production system and make agriculture regenerative. When we reach the tipping point the planet will regenerate and the result will be the reversal of global warming, increased biodiversity, food security and water restoration",
    "A solução": "The solution",
    "Comprovantes de ajuda na regeneração": "Regeneration aid vouchers",
    "Veja seu histórico de ajuda, e o quanto você impactou o mundo": "See your helping history, and how much you've impacted the world",
    "JUNTOS PODEMOS MUDAR O MUNDO": "TOGETHER WE CAN CHANGE THE WORLD",
    "Seja um dos primeiros a investir na regeneração do planeta": "Be one of the first to invest in the regeneration of the planet",
    "Estamos buscando os primeiros investidores que acreditam na regeneração do mundo, e que com seu investimento podemos acelerar essa regeneração": "We are looking for the first investors who believe in the regeneration of the world, and that with their investment we can accelerate this regeneration",
    "Quero Investir": "I want to invest",
    "Oportunidade para Pesquisadores Agroecológicos": "Opportunity for Agroecological Researchers",
    "Faça parte da rede de pesquisadores do sistema": "Be part of the network of system researchers",
    "Buscamos pesquisadores agroecológicos para desenvolver o método de avaliação e auxiliar no processo de educação e ensino dos produtores rurais": "We are looking for agroecological researchers to develop the evaluation method and assist in the education and teaching process of rural producers",
    "Seja recompensado com o token rCC  pelo serviços de pesquisa e ensino sobre agroecologia. Contribua com o ecossistema publicando suas pesquisas e descobertas que auxiliem na regeneração do planeta": "Get rewarded with the rCC token for research and teaching services on agroecology. Contribute to the ecosystem by publishing your research and discoveries that help in the regeneration of the planet",
    "Pesquise sobre práticas  e manejos de agricultura regenerativa": "Research on regenerative agriculture practices and management",
    "Publique suas pesquisas para o mundo": "Publish your research to the world",
    "Receba o Token Crédito de Regeneração": "Get the Regenerative Carbon Credit Token",
    "Distribuição de tokens de acordo com a quantidade de pesquisas realizadas": "Distribution of tokens according to the number of searches performed",
    "Oportunidade para Produtores Rurais Regenerativos": "Opportunity for Regenerative Farmers",
    "Seja recompensado com o token rCC pelo serviço ambiental de regeneração de ecossistemas prestados para a humanidade": "Get rewarded with the rCC token for the environmental service of ecosystem regeneration provided to humanity",
    "Mais transparência: Certificado de agricultura regenerativa": "More transparency: Regenerative agriculture certificate",
    "Exiba seu nível de sustentabilidade para seus clientes. Resultado das inspeções público para provar o nível de regeneração de seu trabalho": "Display your level of sustainability to your customers. Result of public inspections to prove the regeneration level of your work",
    "Mensuração de sustentabilidade em escala": "Measurement of sustainability at scale",
    "Evolua o nível de regeneração da sua produção e receba consultoria gratuita para melhorar a sustentabilidade da sua produção": "Evolve the regeneration level of your production and receive free consultancy to improve the sustainability of your production",
    "Carbono": "Carbon",
    "Água": "Water",
    "Biodiversidade": "Biodiversity",
    "De acordo com sua nota de sustentabilidade: Quanto mais sustentável, mais créditos": "According to its sustainability score: The more sustainable, the more credits",
    "Estamos buscando os primeiros produtores rurais regenerativos para participar do teste de operação. Se você é um produtor que trabalha com agrofloresta, agricultura sintrópica ou qualquer outra forma de regeneração da natureza entre em contato conosco": "We are looking for the first regenerative rural producers to participate in the operation test. If you are a producer who works with agroforestry, syntropic agriculture or any other form of nature regeneration, contact us",
    "Solo": "Ground",
    "Sobre a": "About",
    "Sobre nós": "About Us",
    "Conheça nossa história e como pretendemos": "Find out about our history and how we intend to",
    "NOSSA": "OUR",
    "VISÃO": "VISION",
    "Precisamos mudar": "We need to change",
    "AGORA": "NOW",
    "A agricultura industrial tem sido uma das principais causas do aquecimento global e contribui significativamente negativamente para a vida do nosso planeta. Devemos mudar agora para evitar sérios problemas ambientais. Para produzir os alimentos do mundo não precisamos matar lentamente a terra usando muitos produtos químicos, destruindo e erodindo os solos, matando toda a biodiversidade local e usando muitos recursos naturais": "Industrial agriculture has been one of the main causes of global warming and contributes significantly negatively to the life of our planet. We must change now to avoid serious environmental problems. To produce the world's food we don't need to slowly kill the earth using lots of chemicals, destroying and eroding soils, killing all local biodiversity and using up lots of natural resources.",
    "Nossa visão dos sonhos é um mundo onde 100% dos alimentos sejam produzidos sem prejudicar o planeta. Com soluções internas sustentáveis ou técnicas regenertaivas que tornam o mundo um lugar melhor a cada safra, capture muito CO2 atmosférico e utilize os recursos naturais de forma cíclica": "Our dream vision is a world where 100% of the food is produced without harming the planet. With sustainable in-house solutions or regenerative techniques that make the world a better place with every harvest, capture a lot of atmospheric CO2 and use natural resources in a cyclical way",
    "NOSSOS": "OURS",
    "VALORES": "VALUES",
    "Descentralização": "Decentralization",
    "Defesa da natureza": "Defense of nature",
    "Distribuição de renda": "Income distribution",
    "Transparência": "Transparency",
    "MISSÃO": "MISSION",
    "Nossa luta é para defender e regenerar a natureza. Precisamos urgentemente regenerar mais área do que degradamos, esse é o caminho para resolver os maiores problemas da humanidade como o aquecimento global, escassez hídrica, extinção da biodiversidade e insegurança alimentar": "Our struggle is to defend and regenerate nature. We urgently need to regenerate more area than we degrade, this is the way to solve humanity's biggest problems such as global warming, water scarcity, extinction of biodiversity and food insecurity",
    "HISTÓRIA": "HISTORY",
    "We must change now! We must save the planet and avoid climate disasters. Join us on this fight": "We must change now! We must save the planet and avoid climate disasters. Join us on this fight",
    "Faça parte da rede de Ativistas da Sintrop, inspecione o nível de regeneração de produtores e seja recompensado com tokens!": "Be part of the Sintrop Activists network, inspect the regeneration level of producers and get rewarded with tokens!",
    "Faça parte da rede de Ativistas da Sintrop, inspecione o nível de regeneração dos produtores e seja recompensado pelo serviço prestado para a sociedade!": "Be part of the Sintrop Activists network, inspect the level of regeneration of the producers and be rewarded for the service rendered to society!",
    "Token Crédito de Agricultura Regenerativa": "Regenerative Agriculture Credit Token",
    "Seja recompensado com o token da Sintrop pelo serviço de inspeção e ativismo ambiental prestado ao Sistema. Realize inspeções periodicamente e contribua na luta para regenerar o planeta": "Be rewarded with the Sintrop token for the environmental inspection and activism service provided to the System. Conduct periodic inspections and contribute to the fight to regenerate the planet",
    "Faça a verificação das informações do nível de regeneração dos produtores do Sistema. Todos os dados são púlicos e transparentes para o público": "Check the regeneration level information of the System producers. All data is public and transparent to the public",
    "Distribuição de tokens de acordo com a quantidade de inspeções realizadas. Quanto mais inspeções, mais tokens": "Distribution of tokens according to the number of inspections performed. The more inspections, the more tokens",
    "Estamos buscando os primeiros ativistas para fazer parte da rede de ativistas do Sistema e realizar inspeções presenciais para mensurar o nível de regeneração dos produtores rurais": "We are looking for the first activists to be part of the System's network of activists and carry out face-to-face inspections to measure the level of regeneration of rural producers",
    "Solução para consumidores de alimentos - Sintrop": "Solution for food consumers - Sintrop",
    "Solução de transparência sobre origem, processo de produção e nível de sustentabilidade de produtores rurais. Escolha a Regeneração!": "Transparency solution on origin, production process and level of sustainability of rural producers. Choose Regeneration!",
    "Selo com informações e nível de regeneração dos produtores. Escolher comprar dos produtores da nossa rede significa fazer parte da regeneração do planeta, e não da destruição.": "Seal with information and level of regeneration of producers. Choosing to buy from the producers in our network means taking part in the regeneration of the planet, not its destruction.",
    "Nossa missão é regenerar o planeta através da tecnologia. Conheça nosso Sistema e o Token Crédito de Agricultura Regenerativa.": "Our mission is to regenerate the planet through technology. Get to know our System and the Regenerative Agriculture Credit Token.",
    "Token Crédito de Agricultura Regenerativa para recompensar produtores sustentáveis e comunidade pelos serviços ambientais": "Regenerative Agriculture Credit Token to reward sustainable farmers and community for environmental services",
    "Token Crédito de Agricultura Regenerativa. Atrelamos o impacto ambiental da nossa rede de produtores a 4 indicadores fundamentais para a prosperidade da vida neste planeta.": "Regenerative Agriculture Credit Token. We link the environmental impact of our network of producers to 4 fundamental indicators for the prosperity of life on this planet.",
    "Seja recompensado com o token da Sintrop pelo serviços de pesquisa e ensino sobre agroecologia. Contribua com o ecossistema publicando suas pesquisas e descobertas que auxiliem na regeneração do planeta": "Seja recompensado com o token da Sintrop pelo serviços de pesquisa e ensino sobre agroecologia. Contribua com o ecossistema publicando suas pesquisas e descobertas que auxiliem na regeneração do planeta",
    "Seja recompensado com o token Crédito de Agricultura Regenerativa pelo serviço ambiental ecossistêmico prestado para a sociedade pela sua produção rural!": "Get rewarded with the Regenerative Agriculture Credit token for the ecosystem environmental service provided to society by your rural production!",
    "Seja recompensado com o token da Sintrop pelo serviço ambiental de regeneração de ecossistemas prestados para a humanidade. Identificamos um problema MUITO grande que o mercado regulado de carbono é um sistema que centraliza renda e não é acessível para o pequeno produtor. Nascemos para oferecer uma solução alternativa, não burocrática e gratuita para que produtores que estejam regenerando o planeta sejam devidamente recompensados": "Get rewarded with the Sintrop token for the environmental service of ecosystem regeneration provided to humanity. We identified a VERY big problem that the regulated carbon market is a system that centralizes income and is not accessible to small producers. We were born to offer an alternative, non-bureaucratic and free solution so that producers who are regenerating the planet are duly rewarded",
    "Mais transparência: Dados públicos e selo transparente": "More transparency: Public data and transparent seal",
    "Exiba seu nível de sustentabilidade para seus clientes. O resultado das inspeções recebidas é público para provar o nível de regeneração de seu trabalho e fornecer informações relevantes para que os consumidores escolham com consciência": "Display your level of sustainability to your customers. The result of the inspections received is public to prove the level of regeneration of its work and provide relevant information for consumers to choose with conscience",
    "De acordo com sua nota de sustentabilidade: Quanto mais sustentável, mais créditos. Distribuição algorítimica programada para as próximas decadas": "According to its sustainability note: The more sustainable, the more credits. Algorithmic distribution scheduled for decades to come",
    "A agricultura industrial tem sido uma das principais causas do aquecimento global e contribui muito negativamente para a vida do nosso planeta. Devemos mudar agora para evitar sérios problemas ambientais. Para produzir os alimentos do mundo não precisamos matar lentamente a terra usando muitos produtos químicos, destruindo e erodindo os solos, matando toda a biodiversidade local e usando muitos recursos naturais": "Industrial agriculture has been one of the main causes of global warming and contributes very negatively to the life of our planet. We must change now to avoid serious environmental problems. To produce the world's food we don't need to slowly kill the earth using lots of chemicals, destroying and eroding soils, killing all local biodiversity and using up lots of natural resources",
    "Nossa visão dos sonhos é um mundo onde 100% dos alimentos sejam produzidos sem prejudicar o planeta. Com soluções técnicas regenerativas que tornam o mundo um lugar melhor a cada safra, capturando muito CO2 atmosférico e utilizando os recursos naturais de forma cíclica": "Our dream vision is a world where 100% of the food is produced without harming the planet. With regenerative technical solutions that make the world a better place with each harvest, capturing a lot of atmospheric CO2 and using natural resources in a cyclical way",
    "Nossa comunidade é feita de desenvolvedores, pesquisadores, conselheiros, ativistas ambientais e produtores rurais.": "Nossa comunidade é feita de desenvolvedores, pesquisadores, conselheiros, ativistas ambientais e produtores rurais.",
    "Junte-se a nossa comunidade de produtores na missão de regenerar o planeta": "Join our community of rural producers in the mission to regenerate the planet",
    "Faça parte da rede de produtores do sistema": "Be part of the network of system producers",
    "Blockchain + Agroecologia para lutar pela": "Blockchain + Agroecology to fight for",
    "SSistema descentralizado de regeneração da Natureza com mecanismo de incentivo de sustentabilidade através do token ": "Decentralized regenerative agriculture certification system with sustainability incentive mechanism through the token",
    "Crédito de Regeneração": "Regeneration Credit",
    "IMPACTO DA NOSSA REDE": "NETWORK IMPACT",
    "PRODUTORES": "PRODUCERS",
    "ATIVISTAS": "ACTIVISTS",
    "PESQUISADORES": "RESEARCHERS",
    "O ser humano vem degradando a Natureza desde que dominou a agricultura, porém nas últimas décadas vimos uma intensificação alarmante dessa degradação. Veja nas imagens abaixo a comparação do território da América do Sul entre os anos de 1985 e 2020": "Human beings have been degrading Nature since they dominated agriculture, but in recent decades we have seen an alarming intensification of this degradation. See in the images below the comparison of the territory of South America between the years 1985 and 2020",
    "Token Crédito de Regeneração": "Regeneration Credit Token",
    "Produtores rurais que estejam regenerando o local através do seu trabalho": "Rural producers who are regenerating the place through their work",
    "Junte-se ao nosso exército de pessoas do bem na luta para regenerar nossos ecossistemas. Veja como fazer parte da nossa comunidade abaixo": "Join our army of good people in the fight to regenerate our ecosystems. See how to be part of our community below",
    "Utilizamos a tecnologia da Blockchain para que nossa comunidade trabalhe sem intermediários ou entidade central regulando": "We use Blockchain technology so that our community works without intermediaries or a central entity regulating",
    "Operado de forma totalmente descentralizada": "Operated in a fully decentralized manner",
    "VALOR DO CRÉDITO DE REGENERAÇÃO": "REGENERATION CREDIT VALUE",
    "IMPACTO POR TOKEN": "IMPACT PER TOKEN",
    "- Agrofloresta": "- Agroforestry",
    "- Agricultura regenerativa": "- Regenerative agriculture",
    "- Melhor distribuição de renda": "- Better income distribution",
    "- Agricultura familiar": "- Family agriculture",
    "- Segurança alimentar": "- Food security",
    "- Reversão do aquecimento global": "- Reversing climate change",
    "- Manutenção da água": "- Water maintenance",
    "Bem-vindo(a) ao futuro da regeneração do Planeta": "Welcome to the future of Planet regeneration",
    "Faça parte da nossa rede de produtores, seja certificado gratuitamente e ganhe o token": "Be part of our network of producers, get certified for free and earn the token",
    "Seja recompensado pelo serviço ambiental de regeneração de ecossistemas prestados para a humanidade. Identificamos um problema MUITO grande que o mercado regulado de carbono é um sistema que centraliza renda e não é acessível para o pequeno produtor. Nascemos para oferecer uma solução alternativa, não burocrática e gratuita para que produtores que estejam regenerando o Planeta sejam devidamente recompensados": "Be rewarded for the environmental service of ecosystem regeneration provided to humanity. We identified a VERY big problem that the regulated carbon market is a system that centralizes income and is not accessible to small producers. We were born to offer an alternative, non-bureaucratic and free solution so that producers who are regenerating the Planet are duly rewarded",
    "Prove o nível de regeneração do seu trabalho e forneça informações relevantes para que os consumidores escolham com consciência. O resultado das inspeções recebidas é transparente e os dados são públicos e armazenados de forma descentralizada.": "Prove the level of regeneration of your work and provide relevant information for consumers to choose with conscience. The result of the inspections received is transparent and the data is public and stored in a decentralized way.",
    "Dados públicos e selo transparente": "Public data and transparent stamp",
    "Faça parte da rede e participe do primeiro teste de operação": "Be part of the network and participate in the first operation test",
    "Se você é um produtor que trabalha com agrofloresta, agricultura sintrópica ou qualquer outra forma de regeneração da natureza, inscreva-se no botão abaixo!": "If you are a producer working with agroforestry, syntropic agriculture or any other form of nature regeneration, sign up using the button below!",
    "Usamos a tecnologia da Blockchain, que permite que o Sistema opere de forma descentralizada, com lógica de funcionamento através de algoritmos imutáveis e pagamento das recompensas sem intermediários.": "We use Blockchain technology, which allows the System to operate in a decentralized manner, with operating logic through immutable algorithms and payment of rewards without intermediaries.",
    "Sistema descentralizado e sem intermediários": "Decentralized system without intermediaries",
    "Faça parte da nossa rede de ativistas, visite e inspecione produtores rurais e ganhe o token": "Be part of our network of activists, visit and inspect rural producers and earn the token",
    "Inspecione o nível de regeneração dos produtores e seja recompensado pelo serviço prestado. Inscreva-se no botão abaixo e junte-se a nós nessa luta.": "Inspect the regeneration level of the producers and get rewarded for this service. Sign up using the button below and join us in this fight.",
    "Desenvolva o método de avaliação, publique suas pesquisas e seja recompensado com o token": "Develop assessment method, publish your researches and get rewarded with token",
    "Seja recompensado com o Crédito de Regeneração pelos serviços de pesquisa e ensino sobre agroecologia. Contribua com o ecossistema publicando suas pesquisas e descobertas que auxiliem na regeneração do Planeta": "Get rewarded with the Regeneration Credit for research and teaching services on agroecology. Contribute to the ecosystem by publishing your research and discoveries that help in the regeneration of the Planet",
    "Queremos acelerar nosso desenvolvimento, por isso estamos com a primeira rodada privada de venda dos tokens aberta. Você tem a oportunidade de ser uma das primeiras pessoas a investir no token": "We want to accelerate our development, so we are with the first private round of token sales open. You have the opportunity to be one of the first people to invest in the token",
    "Queremos acelerar nosso desenvolvimento, por isso estamos com a primeira rodada privada de venda dos tokens aberta": "We want to accelerate our development, so we are with the first private round of token sales open",
    "O problema": "The problem",
    "Produtores": "Producers",
    "Pesquisadores": "Researches",
    "Investidores": "Investors",
    "Ativistas": "Activists",
    "Nossa missão é regenerar o planeta através da tecnologia. Conheça nosso Sistema e o Token Crédito de Regeneração.": "Our mission is to regenerate the planet through technology. Get to know our System and the Regenerative Carbon Credit Token.",
    "Estamos com a primeira rodada de venda dos tokens abertas para investidores que queiram lutar pela regeneração do planeta. Invista na Regeneração!": "We have the first round of token sales open to investors who want to fight for the regeneration of the planet. Invest in Regeneration!",
    "Ajude nos a construir um futuro regenerativo e seja recompensado com o token da Sintrop pelo serviço de ensino sobre regeneração!": "Help us build a regenerative future and get rewarded with the Sintrop token for your regeneration teaching service!",
    "Solução de transparência sobre origem, processo de produção e nível de sustentabilidade de produtores rurais. Escolha a Regeneração": "Transparency solution on origin, production process and level of sustainability of rural producers. Choose Regeneration",
    "Entre em contato conosco e tire todas suas dúvidas": "Get in touch with us and clear all your doubts",
    "Conheça mais sobre o nosso projeto e como pretendemos regenerar o mundo": "Learn more about our project and how we intend to regenerate the world",
    "Pessoas e empresas poderão adquirir os Créditos de Regeneração diretametamente dos produtores e usar na plataforma para compensar seu impacto e financiar diretamenta agroflorestas e a manutenção dos nossos ecossistemas": "People and companies will be able to purchase Regeneration Credits directly from producers and use them on the platform to offset their impact and directly finance agroforestry and the maintenance of our ecosystems",
    "As vendas privadas 1 e 2 têm como objetivo o financiamento do desenvolvimento do projeto, enquanto a oferta pública (ICO) será realizada após o lançamento do Sistema na mainnet. Todos os tokens destinados à comunidade serão distribuídos por meio de smart contracts ao longo dos próximos 40 anos": "Private sales 1 and 2 are aimed at financing the development of the project, while the public offering (ICO) will take place after the launch of the System on the mainnet. All tokens destined for the community will be distributed via smart contracts over the next 40 years",
    "Token com modelo de distribuição algorítmico programado para ser distribuído ao longo das próximas décadas para produtores regenerativos e comunidade pelos serviços ambientais ecossistêmicos prestados a sociedade. Dvidiremos o impacto da rede pela quantidade de créditos emitidos para atrelar de forma dinâmica cada token a um impacto de CO2, solo, água e biodiversidade": "Token with an algorithmic distribution model scheduled to be distributed over the next few decades to regenerative producers and the community for the ecosystem environmental services provided to society. We will divide the network impact by the amount of credits issued to dynamically tie each token to a CO2, soil, water and biodiversity impact",
    "versão de agosto ------------------------": "",
    "Sistema Descentralizado de ": "Decentralized System of ",
    "Regeneração da Natureza": "Nature's Regeneration",
    "O Crédito de Regeneração é um inovador criptoativo de recompensa por serviços ambientais e uma nova forma de investir em carbono e na regeneração de ecossistemas": "Regeneration Credit is an innovative cryptoasset reward for environmental services and a new way to invest in carbon and ecosystem regeneration",
    "BAIXAR WHITEPAPER": "DOWNLOAD WHITEPAPER",
    "ACESSAR PLATAFORMA": "ACCESS PLATFORM",
    "FORNECIMENTO TOTAL MÁXIMO": "MAXIMUM TOTAL DELIVERY",
    "TITULARES": "HOLDERS",
    "TOTAL DE TRANFERÊNCIAS": "TOTAL TRANSFERS",
    "MERCADO": "MARKET",
    "VALOR DE MERCADO": "MARKET VALUE",
    "CAPITALIZAÇÃO DE MERCADO DE OFERTA CIRCULANTE": "MARKET CAPITALIZATION OF CURRENT OFFERS",
    "OUTRAS INFORMAÇÕES": "OTHER INFORMATION",
    "TOKEN CONTRACT (WITH 18 DECIMALS)": "TOKEN CONTRACT (WITH 18 DECIMALS)",
    "IMPACTO TOTAL DA REDE": "TOTAL IMPACT OF THE NETWORK ",
    "IMPACTO ECOSSISTÊMICO POR TOKEN": "ECOSYSTEM IMPACT PER TOKEN",
    "ESTATÍSTICAS": "STATISTICS",
    "Inspeções realizadas": "Inspections carried out",
    "Validadores": "Validators",
    "Total de árvores": "Total trees",
    "Registro de biomassa": "Biomass record",
    "Amostras": "Samples",
    "Média": "Average",
    "Total": "Total",
    "A COMUNIDADE": "THE COMMUNITY",
    "Rede de produtores, inspetores, ativistas ambientais, pesquisadores e desenvolvedores conectados pela tecnologia da blockchain e por contratos inteligentes imutáveis. Os produtores são propriedades rurais ou áreas de reflorestamento que desejam vender o impacto ambiental de regeneração de ecossistemas que prestam para a sociedade. Os pesquisadores são responsáveis por criar e aprimorar os métodos de avaliação. Os inspetores são as pessoas que irão coletar os dados e informações do produtor": "Network of producers, inspectors, environmental activists, researchers and developers connected by blockchain technology and immutable smart contracts. Producers are rural properties or reforestation areas that wish to sell the environmental impact of regenerating ecosystems that they provide to society. Researchers are responsible for creating and improving assessment methods. Inspectors are the people who will collect data and information from the producer",
    "FAÇA PARTE DA NOSSA COMUNIDADE": "JOIN OUR COMMUNITY",
    "PRODUTOR RURAL E PROJETOS DE REFLORESTAMENTO": "RURAL PRODUCER AND REFORESTATION PROJECTS",
    "Venda o serviço ambiental de regeneração de ecossistemas e seja recompensado para regenerar e reflorestar o Planeta.": "Sell ​​the ecosystem regeneration environmental service and get rewarded for regenerating and reforesting the Planet.",
    "INSPETOR FLORESTAL": "FORESTRY INSPECTOR",
    "Inspecione os produtores com nosso aplicativo móvel, avalie seu impacto escossistêmico e seja recompensado pela quantidade de inspeções realizadas.": "Inspect producers with our mobile app, measure your ecosystem impact and get rewarded for the amount of inspections performed.",
    "INSTITUIÇÕES E PESQUISADORES": "INSTITUTIONS AND RESEARCHERS",
    "Financie sua pesquisa com o Crédito de Regeneração, publique suas pesquisas, crie e aprimore os métodos de avaliação do Sistema.": "Fund your research with Regeneration Credit, publish your research, create and improve the System's evaluation methods.",
    "ATIVISTA AMBIENTAL": "ENVIRONMENTAL ACTIVIST",
    "Convide e treine novos usuários para a rede.": "Invite and train new users to the network.",
    "Desenvolva os contratos, plataforma e aplicações para interações dos usuários.": "Develop the contracts, platform and applications for user interactions.",
    "EMPRESA E INVESTIDORES": "COMPANY AND INVESTORS",
    "Financie a regeneração do Planeta e prove para seus clientes seu compromisso com o meio ambiente.": "Finance the regeneration of the Planet and prove your commitment to the environment to your customers.",
    "CONTRIBUA PARA ": "CONTRIBUTE TO ",
    "REGENERAÇÃO DO PLANETA": "PLANET REGENERATION",

    "Ganhe para reflorestar e ": "Earn to reforest and ",
    "Regenerar a Natureza": "Regenerate Nature",
    "Faça parte da nossa rede de produtores, seja certificado gratuitamente e ganhe o token Crédito de Regeneração pelo serviço ambiental de regeneração de ecossistemas": "Be part of our network of producers, get certified free of charge and earn the Regeneration Credit token for the environmental service of ecosystem regeneration",
    "AGENDAR DEMONSTRAÇÃO": "SCHEDULE DEMONSTRATION",
    "Período": "Period",
    "Época": "Epoch",
    "RECOMPENSA TOTAL DE TOKENS": "TOTAL TOKEN REWARD",
    "Recompensa por era": "Reward for era",
    "Recompensa total do período": "Total reward for the period",
    "do total de tokens": "of total tokens",
    "GANHE O CRÉDITO DE REGENERAÇÃO": "GET REGENERATION CREDIT",
    "Criptomoeda lastreada no impacto de restauração de ecossistemas da rede de produtores. Distribuição de 30.000.000 unidades a cada 6 meses de acordo com resultado obtido no processo descentralizado de inspeções": "Cryptocurrency backed by the impact of ecosystem restoration by the network of producers. Distribution of 30,000,000 units every 6 months according to the result obtained in the decentralized inspection process",
    "Potencial de valorização da relação kg de CO2, m2 de solo, m3 de água e unidades de vida por token com o crescimento da comunidade": "Potential appreciation of the ratio kg of CO2, m2 of soil, m3 of water and units of life per token with community growth",
    "Vitrine de exposição": "Exhibition showcase",
    "Apresentamos a você a oportunidade de se destacar na nossa Vitrine de Produtores Regenerativos Certificados, um espaço dedicado para que consumidores possam encontram alimentos regenerativos na sua região": "We present to you the opportunity to stand out in our Showcase of Certified Regenerative Producers, a dedicated space for consumers to find regenerative foods in their region",
    "Certificado de regeneração": "Regeneration certificate",
    "Ganhe um certificado transparente, que exibe para o consumidor o seu nível de regeneração com a confiança e transparência da tecnologia da blockchain": "Earn a transparent certificate, which shows your level of regeneration to the consumer with the trust and transparency of blockchain technology",
    "Nosso sistema está sendo desenvolvido e atualmente em fase de testes. Buscamos os primeiros 1000 produtores": "Our system is being developed and is currently in the testing phase. We are looking for the first 1000 producers",
    "Vagas disponíveis": "Available vacancies",
    "Cadastre-se": "Register",

    "Ganhe para inspecionar Áreas Rurais e Projetos de Reflorestamento": "Earn to inspect Rural Areas and Reforestation Projects",
    "Trabalhe no centro de inspeções": "Work at the inspection center",
    "Aceite as inspeções que deseja realizar e vá até o local coletar os dados": "Accept the inspections you want to carry out and go to the site to collect the data",
    "Criptomoeda lastreada no impacto de restauração de ecossistemas da rede de produtores. Distribuição de 7.200.000 unidades a cada 6 meses de acordo com resultado obtido no processo descentralizado de inspeções": "Cryptocurrency backed by the impact of ecosystem restoration by the network of producers. Distribution of 7,200,000 units every 6 months according to the result obtained in the decentralized inspection process",
    "Nosso sistema está sendo desenvolvido e atualmente em fase de testes. Buscamos os primeiros 100 inspetores": "Our system is being developed and is currently in the testing phase. We are looking for the first 100 inspectors",

    "Oportunidade para instituições de pesquisa e pesquisadores agroecológicos": "Opportunity for research institutions and agroecological researchers",
    "Seja recompensado com o token Crédito de Regeneração pelo serviço de pesquisa": "Get rewarded with Regeneration Credit token for research service",
    "Trabalhe no centro de pesquisa": "Work at the research center",
    "Publique suas pesquisas, revise as inspeções ocorridas, crie novos métodos de avaliação ou proponha melhorias nos métodos existentes": "Publish your research, review past inspections, create new assessment methods or propose improvements to existing methods",
    "Criptomoeda lastreada no impacto de restauração de ecossistemas da rede de produtores. Distribuição de 1.200.000 unidades a cada 6 meses de acordo com resultado obtido no processo descentralizado de inspeções": "Cryptocurrency backed by the impact of ecosystem restoration by the network of producers. Distribution of 1,200,000 units every 6 months according to the result obtained in the decentralized inspection process",
    "Nosso sistema está sendo desenvolvido e atualmente em fase de testes. Buscamos os primeiros 10 pesquisadores": "Our system is being developed and is currently in the testing phase. We are looking for the first 10 researchers",

    "Invista na ": "Invest in ",
    "Regeneração do planeta": "the regeneration of the Planet",
    "Primeira rodada de captação e venda do Crédito de Regeneração aberta para investimento": "First round of funding and sale of Regeneration Credit open for investment",
    "APRESENTAÇÃO": "PRESENTATION",
    "CRÉDITO DE REGENERAÇÃO": "REGENERATION CREDIT",
    "Criptomoeda lastreada no impacto de restauração de ecossistemas de produtores rurais regenerativos e projetos de reflorestamento": "Cryptocurrency backed by the impact of restoring ecosystems of regenerative rural producers and reforestation projects", 
    "PROJEÇÕES DE IMPACTO": "IMPACT PROJECTIONS",
    "Tabelas com as metas e possíveis projeções de impacto da rede": "Tables with the goals and possible projections of the impact of the network",
    "Cenário que atingirmos a meta 2": "Scenario that we reach goal 2",
    "No cenário que atingimos a meta 2, o impacto estimado por token é de 48kg de CO2": "In the scenario where we reach target 2, the estimated impact per token is 48kg of CO2",
    "Cotas disponíveis": "Quotas available",
    "DATA DE ENCERRAMENTO": "CLOSING DATE",
    "Dias": "Days",
    "Horas": "Hours",
    "Minutos": "Minutes",
    "Segundos": "Seconds",
    "Atingir no": "Hit on",
    "Área total": "Total area",
    "Sequestro médio": "Average kidnapping",
    "Distribuição por era": "Distribution by era",
    "Impacto de CO² por token": "CO² impact per token",
    "Preço da tonelada de CO²": "Price per ton of CO²",
    "Valor estimado do token": "Estimated token value",
    "Valor de mercado": "Market value",
    "das emissões anuais de CO²": "of annual CO² emissions",
    "": "",
    "META 1": "GOAL 1",
    "META 2": "GOAL 2",
    "META 3": "GOAL 3",
    "META SONHO": "DREAM GOAL",
    "Desenvolvedores": "Developers",
    "Lançamento": "Launch",
    "5 Anos": "5 Years",
    "10 Anos": "10 Years",
    "25 Anos": "25 Years",
    "Inspetor": "Inspector",
    "AGENDAR REUNIÃO": "SCHEDULE MEETING",
    "Transformamos o impacto de regeneração de ecossistemas em um ativo digital, para guardar ou trocar pelo certificado de contribuição ambiental": "We transform the impact of ecosystem regeneration into a digital asset, to keep or exchange for an environmental contribution certificate",
    "O Crédito de Regeneração é um criptoativo lastreado no impacto de restauração de ecossistemas de produtores rurais regenerativos e projetos de reflorestamento": "Regeneration Credit is a crypto asset backed by the impact of restoring ecosystems from regenerative rural producers and reforestation projects",
    "BAIXO CUSTO": "LOW COST",
    "TRANSPARENTE": "TRANSPARENT",
    "Tecnologia da blockchain para armazenamento e processamentos dos dados sem uma entidade central": "Blockchain technology for storing and processing data without a central entity",
    "Acessível para o pequeno produtor, apenas 3 transações necessárias para participar": "Affordable for the small producer, only 3 transactions needed to join",
    "Todos dados públicos e disponíveis para acesso de qualquer um": "All data public and available for anyone to access",
    "Impacto e estatísticas": "Impact and statistics",
    "Impacto compensado": "Compensated impact",
    "Impacto disponível": "Available impact",
    "Impacto à confirmar": "Impact to be confirmed",
    "Estatísticas": "Statistics",
    "Impacto por token": "Impact per token",
    "Próx. era": "Next era",
    "blocos": "blocks",
    "Era atual": "Current era",
    "Pré-venda do Crédito De Regeneração": "Regeneration Credit Pre-sale",



    "solucoes": "Solutions",
    "tecnologiaSustentabilidade": "TECHNOLOGY & SUSTAINABILITY",
    "nossosValores": "Our values",
    "descNossoValor1": "Natured-based solutions to protect and restore the Planet's life and fight climate change.",
    "descNossoValor2": "Decentralized solutions to give power to people.",
    "nossasSolucoes": "Our solutions",
    "crTitle": "Regeneration Credit",
    "descCRApp": "Nature decentralized marketplace",
    "longDescCrApp": "The Regeneration Credit allows people that are regenerating ecosystems, such as regenerative agriculture or reforestation, to sell the environmental impact (CO2, soil, water and biodiversity) on the platform. We are creating a new decentralized certification algorithm to measure and trade the impact without a central part, runned by smart contracts. We introduce the Regeneration Credit, an asset backed by the impact of the network, rewarded to the community as Payment for Environmental Service. Any person or company can buy the token and trade it for a certificate that proves their commitment to the regeneration of the Planet.",
    "longDescSintropPay": "Payment method for carrying out transactions, buying and selling products and services with cryptocurrencies.",
    "descSintropPay": "Pay and sell with crypto",
    "descCr": "Nature-based decentralized market place to certificate and trade ecosystems regeneration impact",
    "desenvolvimento": "In development",
    "emBreve": "Shortly"
}