{
    "about": "Sobre",
    "home": "Início",
    "resources": "Recursos",
    "tutorials": "Tutoriais",
    "apps": "Apps",
    "seo-title-about": "Sobre a Sintrop",
    "seo-description-about": "Blockchain technology has the potential to solve problems that can help us fight climate change, water scarcity, pollution, food insecurity and many other issues that put us at risk of extinction of our species.",
    "whyAnotherChain": "Por que outra rede?",
    "descWhyAnotherChain": "Primeiro, desenvolvemos o protocolo do Crédito de Regenração, um sistema de financiamento peer-to-peer para incentivar a regeneração de ecossistemas terrestres. Então, tivemos que escolher em qual blockchain lançar o projeto. Ethereum foi nossa primeira opção, as primeiras versões de testnet foram lançadas em cima da EVM, a Máquina Virtual Ethereum. Mas o Ether é caro. Isso aumenta a barreira financeira para a adoção da tecnologia pelos usuários, especialmente em aplicações mais complexas como o Crédito de Regeneração. Infelizmente, lançá-lo em cima do Ethereum foi descartado. Então, recorremos às soluções de segunda camada. O sistema de ponte requer a transferência de ativos de uma cadeia para outra, uma etapa adicional que é uma barreira para a adoção dos usuários. Mas o maior problema das blockchains de segunda camada é a necessidade de confiança em grupos privados, o que vai contra o princípio fundamental da tecnologia blockchain. Qualquer outra solução que exigisse que o projeto dependesse de instituições centralizadas para existir, como blockchain-as-a-service, não era uma opção. Também poderíamos desenvolver uma appchain ou uma blockchain privada, mas, novamente, isso era contra o valor central do Bitcoin: a descentralização. Muitas blockchains sacrificam a descentralização para ganhar escalabilidade, e alguns projetos de memecoins, tokens de baixo valor e NFTs vivem em uma base especulativa sem adicionar valor real à sociedade. Há uma enorme lacuna para aplicativos descentralizados do mundo real com a intenção de tornar este mundo um lugar melhor. Para preencher essa lacuna, decidimos criar outra cadeia: uma blockchain para aplicativos de impacto social e ambiental.",
    "impactAsCoreValue": "Impacto como valor central",
    "descImpactAsCoreValue": "A tecnologia blockchain tem o potencial de resolver problemas que podem nos ajudar a combater as mudanças climáticas, a escassez de água, a poluição, a insegurança alimentar e muitos outros problemas que nos colocam em risco de extinção de nossa espécie. Herdamos um Planeta com uma quantidade incrível de vida, consistindo de muitas espécies e funções diferentes. Infelizmente, a humanidade vem destruindo a Natureza em um ritmo alarmante. Entropia é a medida da desordem em um sistema, a perda de energia que gera um balanço energético negativo. Enquanto sintropia é a medida da ordem em um sistema, o ganho de energia por meio de processos. Também pode ser traduzido em termos de vida: entropia ocorre quando reduzimos a quantidade de vida no planeta, enquanto sintropia se refere ao processo de aumento e complexificação da vida, o processo de evolução natural do Planeta, que foi revertido pela exploração massiva de recursos e poluição por seres humanos.",
    "descImpactAsCoreValue2": "Impacto como valor central se refere a um projeto, grupo ou indivíduo contribuindo para o aumento da vida neste planeta por meio de hábitos e processos sustentáveis. Nosso objetivo é construir um sistema que promova a vida na Terra por meio de aplicativos descentralizados.",
    "decentralizationAsCoreValue": "Descentralização como valor central",
    "descDecentralizationAsCoreValue": "Em 2009, o Bitcoin foi introduzido ao mundo. Uma tecnologia disruptiva que, pela primeira vez na história, permitiu uma forma descentralizada de armazenar e transacionar valor entre duas partes sem a necessidade de confiar em uma autoridade central. O objetivo principal dessa tecnologia era eliminar autoridades centrais criando uma rede (P2P) de computadores, onde cada nó armazena uma cópia do histórico de transações e é capaz de enviar e receber transações. O nível de descentralização é um espectro, não é um conceito binário sim ou não. Alguns projetos podem ser mais ou menos descentralizados, sendo o Bitcoin o mais descentralizado de todos. Com o tempo, muitos projetos de blockchain priorizaram a escalabilidade em vez da descentralização. Embora essa compensação melhore as transações por segundo (TPS), uma grande limitação do Bitcoin[3] e do Ethereum[5], ela perde o propósito principal da tecnologia. A escalabilidade é definitivamente um grande problema, mas não deve ser obtida sacrificando a descentralização. Blockchains privadas ou permissivas, onde apenas nós validadores limitados ou selecionados podem proteger a rede, são um bom exemplo dessa troca.",
    "descDecentralizationAsCoreValue2": "A descentralização como um valor central significa que compartilhamos a visão original do Bitcoin. A rede é aberta e transparente, qualquer pessoa com o hardware apropriado é bem-vinda para executar um nó e manter a rede. Além disso, a distribuição de tokens é um aspecto fundamental. A criptomoeda Sintrop, o token utilitário nativo de taxas de gás do projeto, não será pré-minerado, sendo a única maneira de cunhar novos tokens com a recompensa por bloco ao encontrar novos blocos no sistema Proof-of-Work (PoW). Em contratos inteligentes, desencorajamos o uso de contratos próprios que um endereço de carteira de proprietário específico tenha funções de privilégio. Quando tais funções são necessárias para implantação e configuração do contrato, renounceOwnership deve ser chamado para mantê-lo descentralizado.",
    "sintropVirtualMachine": "Sintrop Virtual Machine",
    "descSintropVirtualMachine": "A rede consiste em um conjunto de pares compostos por servidores, nós e mineradores. Juntos, eles compõem a SVM, a Máquina Virtual Sintrop. Um servidor é um nó conhecido publicamente que pode aceitar novas conexões de pares. Os nós são computadores que podem se conectar a servidores públicos, mas não podem receber conexões de outros nós. Tanto os servidores quanto os nós armazenam uma cópia completa do histórico de transações do blockchain.",
    "descSintropVirtualMachine2": "Os mineradores são computadores que podem executar seus próprios nós, mas também podem minerar em nome de um servidor, contribuindo para o poder de hash de Prova de Trabalho da rede sem precisar armazenar o blockchain completo. Quanto mais nós, servidores e mineradores a rede tiver, mais forte será sua descentralização, segurança e resistência à censura.",
    "smartContractPlatform": "Plataforma de contratos inteligentes",
    "descSmartContractPlatform": "A Sintrop Virtual Machine é uma plataforma de contratos inteligentes que permite que os desenvolvedores implantem contratos com um conjunto predefinido de funções e variáveis. Uma vez publicado na rede, um contrato sempre será executado conforme programado, permitindo que as carteiras interajam com suas funções predefinidas sem a necessidade de uma autoridade central para definir as regras. O valor dessa tecnologia é mudar a confiança de grupos centralizados para código distribuído de código aberto. Com o tempo, as pessoas perceberão que faz muito mais sentido confiar em algoritmos distribuídos do que em pessoas.",
    "discord": "Discord",
    "github": "Github",
    "language": "Idioma"
}